admin/institucion/ano/curso/asistencia/Asistencia_Sige/2019-08-30_07-00-51_26117_3B_B_363asistencia_consulta.xml


		
		<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://dido.mineduc.cl/Archivos/Schemas/">
   <soapenv:Header/>
   <soapenv:Body>
      <sch:EntradaAddAsistenciaSige>
         <sch:RecordAsistenciaSige>
            <sch:AnioEscolar>2019</sch:AnioEscolar>
            <sch:RBD>9121</sch:RBD>
            <sch:CodigoTipoEnsenanza>363</sch:CodigoTipoEnsenanza>
            <sch:CodigoGrado>3</sch:CodigoGrado>
            <sch:FechaAsistencia>2019-08-28</sch:FechaAsistencia>
            <sch:Cursos>
               <!--1 or more repetitions:-->
               <sch:Curso>
                  <sch:LetraCurso>B</sch:LetraCurso>
                 	<sch:Presentes><sch:Run>
                        <sch:numero>19646499</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>16667292</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20201331</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>26151651</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20396331</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20922093</sch:numero>
                        <sch:dv>8</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20199823</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18592374</sch:numero>
                        <sch:dv>6</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>25559255</sch:numero>
                        <sch:dv>6</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>16923250</sch:numero>
                        <sch:dv>4</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>24789960</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20200581</sch:numero>
                        <sch:dv>0</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18246394</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>14233504</sch:numero>
                        <sch:dv>2</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20395485</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18847111</sch:numero>
                        <sch:dv>0</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>13140302</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>19681888</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>100367432</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>17099867</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20397331</sch:numero>
                        <sch:dv>4</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20200735</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20394986</sch:numero>
                        <sch:dv>3</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>26159850</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>19174475</sch:numero>
                        <sch:dv>6</sch:dv>
                     </sch:Run></sch:Presentes>
					<sch:Ausentes><sch:Run>
                        <sch:numero>17786787</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>19483238</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18154905</sch:numero>
                        <sch:dv>K</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>19905574</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20397357</sch:numero>
                        <sch:dv>8</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20301848</sch:numero>
                        <sch:dv>7</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>100370226</sch:numero>
                        <sch:dv>6</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>12266460</sch:numero>
                        <sch:dv>0</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>12831442</sch:numero>
                        <sch:dv>3</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>25516116</sch:numero>
                        <sch:dv>4</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>14863202</sch:numero>
                        <sch:dv>2</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20591293</sch:numero>
                        <sch:dv>2</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20590437</sch:numero>
                        <sch:dv>9</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20942315</sch:numero>
                        <sch:dv>4</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>25621171</sch:numero>
                        <sch:dv>8</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>26143391</sch:numero>
                        <sch:dv>5</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>26385740</sch:numero>
                        <sch:dv>2</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>20550305</sch:numero>
                        <sch:dv>6</sch:dv>
                     </sch:Run><sch:Run>
                        <sch:numero>18078068</sch:numero>
                        <sch:dv>8</sch:dv>
                     </sch:Run></sch:Ausentes> 
               </sch:Curso>
            </sch:Cursos>
         </sch:RecordAsistenciaSige>
         <sch:Semilla>LRNb3XvK7XV0DfQW9ydS686ClLrW5NMn</sch:Semilla>
      </sch:EntradaAddAsistenciaSige>
   </soapenv:Body>
</soapenv:Envelope>